---
kind: property
id: P:Autodesk.Revit.DB.GroupLoadOptions.IncludeLevels
source: html/e866ba7d-7e8b-9500-9e67-a14655904e1b.htm
---
# Autodesk.Revit.DB.GroupLoadOptions.IncludeLevels Property

True if levels should be brought in from the input file, false otherwise.
 The default value is False false false ( False in Visual Basic) .

## Syntax (C#)
```csharp
public bool IncludeLevels { get; set; }
```